{"targets":[{"categoryID":7,"description":"\r\n- Typically felt when someone does something to block you from achieving an important goal or when you think someone is disrespecting you. \r\n- You might feel anger when: someone cuts you off in traffic, embarrasses you in a public situation, undermines your authority or takes something that is important to you.\r\n- Common similar emotions: rage, frustration, irritation.\r\n- Common urges associated with anger: lashing out, either verbally or physically. Hitting or yelling. \r\n- Common opposite actions: being kind, building empathy, working on acceptance, gently avoiding the situation or person\r\n\r\n ","rangeMax":"0-5","target":"Anger","targetID":38,"username":"system"},{"categoryID":7,"description":"\r\n- Typically felt in situations that feel threatening to our life, health or well-being. \r\n- You might feel anxiety when: you’re afraid you might get hurt or you might be judged. You might feel it when you’re worried about something really bad happening to you.\r\n- Common similar emotions: fear, worry, apprehension, nervousness, \r\n- Common urges associated with anxiety: running away, avoiding situations, distracting\r\n- Common opposite actions: approaching, staying in a situation that’s creating the emotion.\r\n\r\n","rangeMax":"0-5","target":"Anxiety","targetID":37,"username":"system"},{"categoryID":7,"description":"- Typically felt when something threatens to make you physically ill or violates a deeply held value of yours.\r\n- You might feel disgust when: you encounter something rotten or otherwise unappetizing. You deal with people who have a moral system that goes against yours.\r\n- Common similar emotions: grossed out, hatred, aversion\r\n- Common urges associated with disgust: cleansing, showering, getting away from, vomiting\r\n- Common opposite actions: Approaching, getting close to or consuming (in the case of a food item)\r\n\r\n ","rangeMax":"0-5","target":"Disgust","targetID":40,"username":"system"},{"categoryID":7,"description":"Fear is felt when afraid","rangeMax":"0-5","target":"Fear","targetID":44,"username":"erumppe"},{"categoryID":7,"description":"- Typically felt when you **engage in a behavior** that violates a\r\n    value.\r\n-   You might feel guilty when: you take something that isn’t yours. Eat\r\n    something you’re \"not supposed to\". Act in a way that some might\r\n    call selfish.\r\n-   Common similar emotions: regret, remorse\r\n-   Common urges associated with guilt: apologizing, paying penance\r\n-   Common opposite actions: doing the thing that you feel guilty about\r\n    over and over.\r\n","rangeMax":"0-5","target":"Guilt","targetID":41,"username":"system"},{"categoryID":7,"description":"\r\n- Typically felt when you are receiving reinforcement for what you are doing or when you are with people you care about.\r\n- Common similar emotions: happiness, delight\r\n- Ways to foster joy: spend time with people you care about, do things that bring you pleasure and meaning, spend time working on your spirituality\r\n\r\n ","rangeMax":"0-5","target":"Joy","targetID":35,"username":"system"},{"categoryID":7,"description":" Physical pain is often a precursor to reacting in unskillful ways and may be an predictor of problems. If your physical pain rating is high, remember to address it before it gets to be problematic.\r\n ","rangeMax":"0-5","target":"Pain","targetID":43,"username":"system"},{"categoryID":7,"description":"\r\n- Typically felt when you do something that is hard for you, particularly in an interpersonal situation.\r\n- Common similar emotions: satisfaction, self-confidence\r\n- Ways to foster pride: Stand up for yourself, assert your needs, take care of yourself physically\r\n\r\n ","rangeMax":"0-5","target":"Pride","targetID":36,"username":"system"},{"categoryID":7,"description":" - Typically felt when something important to you is lost or something doesn’t work out the way you had hoped. \r\n- You might feel sadness when: someone close to you dies or leaves your life. When an important goal of yours is no longer possible.\r\n- Common similar emotions: depression, dejection, sorrow, despair\r\n- Common urges associated with sadness: withdrawal, isolation, curling up in bed, crying.\r\n- Common opposite actions: Getting social and active. Working to generate some joy.\r\n ","rangeMax":"0-5","target":"Sadness","targetID":39,"username":"system"},{"categoryID":7,"description":"- Typically felt when you think you are a \"bad person\". When you are living a life that you think others might not approve of.\r\n-   You might feel shame when: you are living a life that you feel you need to keep secret. When you are doing things that you think you need to hide to avoid being humiliated or embarrassed by.\r\n-   Common similar emotions: embarrassment, humiliation\r\n-   Common urges associated with shame: hiding, lying\r\n-   Common opposite actions: exposing your behavior and who you are to those you were hiding from before\r\n\r\n\r\n ","rangeMax":"0-5","target":"Shame","targetID":42,"username":"system"}]}